tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kudobuilder/tap"
tap "romkatv/powerlevel10k"
tap "snyk/tap"
brew "bat"
brew "bat-extras"
brew "chart-testing"
brew "cheat"
brew "choose-rust"
brew "codespell"
brew "colima"
brew "cookiecutter"
brew "docker"
brew "dog"
brew "dos2unix"
brew "duf"
brew "dust"
brew "exa"
brew "exercism"
brew "fd"
brew "fdupes"
brew "fluxctl"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helm"
brew "jdupes"
brew "jhead"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubeval"
brew "kuttl-cli"
brew "krew"
brew "mas"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "powerlevel10k"
brew "prettier"
brew "prettyping"
brew "procs"
brew "rdfind"
brew "ripgrep"
brew "rpm2cpio"
brew "ruby"
brew "rust"
brew "sd"
brew "shellcheck"
brew "snyk"
brew "socat"
brew "tig"
brew "tldr"
brew "tmux"
brew "vale"
brew "viddy"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "xh"
brew "xxh"
brew "zoxide"
brew "zsh-autopair"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
cask "1password"
cask "bartender"
cask "dash"
cask "devonagent"
cask "devonthink"
cask "discord"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "hookmark"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "istat-menus"
cask "iterm2"
cask "meld"
cask "omnifocus"
cask "openlens"
cask "raindropio"
cask "raycast"
cask "secretive"
cask "timing"
cask "visual-studio-code"
cask "warp"
mas "Amphetamine", id: 937984704
mas "1Password for Safari", id: 1569813296
mas "Dark Noise", id: 1465439395
mas "Day One", id: 1055511498
mas "MindNode", id: 1289197285
mas "OmniOutliner 5", id: 1142578772
mas "Reeder", id: 1529448980
mas "Save to Raindrop.io", id: 1549370672
mas "Slack", id: 803453959
mas "SnippetsLab", id: 1006087419
mas "TestFlight", id: 899247664
mas "TextSniper", id: 1528890965
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476
mas "Wireguard", id: 1451685025
