tap "ankitpokhrel/jira-cli"
tap "charmbracelet/tap"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "k8sgpt-ai/k8sgpt"
tap "kudobuilder/tap"
tap "romkatv/powerlevel10k"
tap "snyk/tap"
brew "act"
brew "agg"
brew "ansifilter"
brew "asciinema"
brew "bat"
brew "bat-extras"
brew "charmbracelet/tap/mods"
brew "chart-testing"
brew "cheat"
brew "choose-rust"
brew "codespell"
brew "colima"
brew "cookiecutter"
brew "derailed/popeye/popeye"
brew "docker"
brew "dog"
brew "dos2unix"
brew "duf"
brew "dust"
brew "exa"
brew "exercism"
brew "fd"
brew "fdupes"
brew "findutils"
brew "fluxcd/tap/flux"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "helm"
brew "jdupes"
brew "jhead"
brew "jira-cli"
brew "jq"
brew "k3d"
brew "k8sgpt"
brew "k9s"
brew "kind"
brew "krew"
brew "kube-linter"
brew "kube-score"
brew "kubeaudit"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubespy"
brew "kuttl-cli"
brew "lazygit"
brew "mas"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "prettier"
brew "prettyping"
brew "procs"
brew "rdfind"
brew "ripgrep"
brew "rpm2cpio"
brew "ruby"
brew "rust"
brew "sd"
brew "shellcheck"
brew "smug"
brew "snyk"
brew "so"
brew "socat"
brew "starship"
brew "tig"
brew "tldr"
brew "tmux"
brew "vale"
brew "vhs"
brew "viddy"
brew "watch"
brew "wget"
brew "xh"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autopair"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-vi-mode"
brew "zsh-you-should-use"
cask "1password"
cask "bartender"
cask "bunch"
cask "dash"
cask "devonagent"
cask "devonthink"
cask "diffusionbee"
cask "discord"
cask "element"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "hookmark"
cask "istat-menus"
cask "iterm2"
cask "keyboard-maestro"
cask "meld"
cask "mochi-diffusion"
cask "monitorcontrol"
cask "obsidian"
cask "omnifocus"
cask "openlens"
cask "raindropio"
cask "raycast"
cask "rewind"
cask "screenflow"
cask "secretive"
cask "shottr"
cask "timing"
cask "visual-studio-code"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Dark Noise", id: 1465439395
mas "Dark Noise", id: 1465439395
mas "Day One", id: 1055511498
mas "GoodLinks", id: 1474335294
mas "MindNode", id: 1289197285
mas "OmniOutliner 5", id: 1142578772
mas "Reeder", id: 1529448980
mas "Save to Raindrop.io", id: 1549370672
mas "SnippetsLab", id: 1006087419
mas "TextSniper", id: 1528890965
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476
mas "Wireguard", id: 1451685025
