tap "ankitpokhrel/jira-cli"
tap "charmbracelet/tap"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "hidetatz/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "k8sgpt-ai/k8sgpt"
tap "kudobuilder/tap"
tap "snyk/tap"
brew "agg"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "ansifilter"
brew "asciinema"
brew "bat"
brew "bat-extras"
brew "binutils"
brew "charmbracelet/tap/mods"
brew "cmake"
brew "colima"
brew "cookiecutter"
brew "coreutils"
brew "ctags"
brew "derailed/popeye/popeye"
brew "docker"
brew "docker-buildx"
brew "dog"
brew "dos2unix"
brew "duf"
brew "dust"
brew "exa"
brew "exercism"
brew "fairwindsops/tap/polaris"
brew "fd"
brew "findutils"
brew "fluxcd/tap/flux"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glances"
brew "glow"
brew "gnupg"
brew "go"
brew "gsed"
brew "helm"
brew "hidetatz/tap/kubecolor"
brew "iperf3"
brew "jdupes"
brew "jhead"
brew "jq"
brew "k3d"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "krew"
brew "kube-linter"
brew "kube-score"
brew "kubeaudit"
brew "kubeconform"
brew "kubernetes-cli"
brew "kubeseal"
brew "kubespy"
brew "kuttl-cli"
brew "mas"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "pipx"
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "procs"
brew "rdfind"
brew "ripgrep"
brew "rpm2cpio"
brew "ruby"
brew "rust"
brew "sd"
brew "smug"
brew "snyk"
brew "so"
brew "socat"
brew "starship"
brew "tmux"
brew "vhs"
brew "viddy"
brew "virtualenv"
brew "wget"
brew "xh"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autopair"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-vi-mode"
brew "zsh-you-should-use"
cask "bartender"
cask "bunch"
cask "dash"
cask "devonagent"
cask "devonthink"
cask "element"
cask "elgato-camera-hub"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "elgato-wave-link"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "hammerspoon"
cask "hazel"
cask "hookmark"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "meld"
cask "obsidian"
cask "omnifocus"
cask "raycast"
cask "screenflow"
cask "secretive"
cask "timing"
mas "MindNode", id: 1289197285
mas "OmniOutliner 5", id: 1142578772
mas "SnippetsLab", id: 1006087419
mas "TextSniper", id: 1528890965
mas "Wipr", id: 1320666476
