tap "charmbracelet/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "siderolabs/talos"
brew "ansible"
brew "ansifilter"
brew "atuin"
brew "bat"
brew "bat-extras"
brew "binutils"
brew "charmbracelet/tap/mods"
brew "charmbracelet/tap/vhs"
brew "glow"
brew "colima", restart_service: true
brew "difftastic"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dos2unix"
brew "duf"
brew "dust"
brew "exercism"
brew "eza"
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "geeqie"
brew "gimp"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "github"
brew "gitui"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helm"
brew "ipython"
brew "jaq"
brew "jdupes"
brew "jhead"
brew "jq"
brew "krew"
brew "kubernetes-cli"
brew "mas"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "packer"
brew "pipx"
brew "prettyping"
brew "procs"
brew "rbenv"
brew "rdfind"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "siderolabs/talos/talosctl"
brew "starship"
brew "terraform"
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "yq"
brew "xh"
brew "zoxide"
brew "zsh"
brew "zsh-autopair"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-history-substring-search"
brew "zsh-vi-mode"
brew "zsh-you-should-use"
cask "bartender"
cask "discord"
cask "font-dejavu"
cask "font-dejavu-sans-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "hazel"
cask "istat-menus"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "meld"
cask "obsidan"
cask "raycast"
cask "screenflow"
cask "setapp"
cask "wezterm"
cask "yubico-yubikey-manager"
mas "Kagi for Safari", id: 1622835804
mas "MindNode", id: 1289197285
mas "OmniFocus", id: 1542143627
mas "Reeder", id: 1529448980
mas "Screens 4", id: 1224268771
mas "Slack for Desktop", id: 803453959
mas "TextSniper", id: 1528890965
mas "Tailscale", id: 1475387142
mas "Wipr", id: 1320666476
mas "Wireguard", id: 1451685025
mas "Vimari", id: 1480933944
